Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# food.mozzarellaFresh
source: Mozzarella, whole milk, fresh
es: Mozzarella fresca, de leche entera
fr: Mozzarella au lait entier, fraîche
hi: मोत्ज़रेला, फुल क्रीम, ताज़ी
it: Mozzarella, di latte intero, fresca
ko: 모차렐라, 전유, 생치즈
pl: Mozzarella z pełnego mleka, świeża
tr: Mozzarella, tam yağlı, taze
zh_hans: 马苏里拉，全脂，鲜

# food.muesli
source: Muesli, no added sugar
es: Muesli, sin azúcares añadidos
fr: Muesli, sans sucres ajoutés
hi: म्यूसली, बिना चीनी
it: Muesli, senza zuccheri aggiunti
ko: 뮤즐리, 무가당
pl: Musli bez dodatku cukru
tr: Müsli, ilave şekersiz
zh_hans: 什锦麦片，无添加糖

# food.mushroomsWhite
source: Mushrooms, white, raw
es: Champiñones, crudos
fr: Champignons de Paris, crus
hi: मशरूम, सफ़ेद, कच्चे
it: Funghi champignon, crudi
ko: 양송이버섯, 생것
pl: Pieczarki, surowe
tr: Mantar, kültür, çiğ
zh_hans: 白蘑菇，生

# food.naan
source: Naan bread
es: Pan naan
fr: Pain naan
hi: नान
it: Pane naan
ko: 난
pl: Chlebek naan
tr: Naan ekmeği
zh_hans: 馕

# food.naturalYogurt
source: Natural yogurt, whole milk
es: Yogur natural, de leche entera
fr: Yaourt nature au lait entier
hi: सादा दही, फुल क्रीम दूध का
it: Yogurt bianco, intero
ko: 플레인 요거트, 전유
pl: Jogurt naturalny, pełnotłusty
tr: Yoğurt, tam yağlı
zh_hans: 原味酸奶，全脂

# food.oatMilk
source: Oat drink
es: Bebida de avena
fr: Boisson à l’avoine
hi: ओट ड्रिंक
it: Bevanda d'avena
ko: 귀리 음료
pl: Napój owsiany
tr: Yulaf sütü
zh_hans: 燕麦奶

# food.oatsCooked
source: Porridge oats, cooked with water
es: Copos de avena, cocidos con agua
fr: Flocons d’avoine, cuits à l’eau
hi: ओट्स दलिया, पानी में पका
it: Fiocchi d'avena, cotti in acqua
ko: 오트밀, 물로 끓인 것
pl: Owsianka na wodzie
tr: Yulaf lapası, suyla pişmiş
zh_hans: 燕麦粥，水煮

# food.oatsRolled
source: Oats, rolled, dry
es: Copos de avena, en seco
fr: Flocons d’avoine, secs
hi: ओट्स, रोल्ड, सूखे
it: Fiocchi d'avena, secchi
ko: 압착 귀리, 마른 것
pl: Płatki owsiane, suche
tr: Yulaf ezmesi, kuru
zh_hans: 燕麦片，干

# food.oliveOil
source: Olive oil, extra virgin
es: Aceite de oliva virgen extra
fr: Huile d’olive vierge extra
hi: जैतून का तेल, एक्स्ट्रा वर्जिन
it: Olio extravergine d'oliva
ko: 올리브유, 엑스트라 버진
pl: Oliwa z oliwek extra virgin
tr: Zeytinyağı, sızma
zh_hans: 特级初榨橄榄油

# food.olivesGreen
source: Olives, green, in brine
es: Aceitunas verdes, en salmuera
fr: Olives vertes, en saumure
hi: जैतून, हरे, नमकीन पानी में
it: Olive verdi, in salamoia
ko: 올리브, 그린, 소금물 절임
pl: Oliwki zielone, w zalewie
tr: Yeşil zeytin, salamura
zh_hans: 绿橄榄，盐水浸

# food.onionRaw
source: Onion, raw
es: Cebolla, cruda
fr: Oignon, cru
hi: प्याज़, कच्चा
it: Cipolla, cruda
ko: 양파, 생것
pl: Cebula, surowa
tr: Soğan, çiğ
zh_hans: 洋葱，生

# food.orange
source: Orange, raw
es: Naranja, cruda
fr: Orange, crue
hi: संतरा, ताज़ा
it: Arancia, cruda
ko: 오렌지, 생것
pl: Pomarańcza, surowa
tr: Portakal, çiğ
zh_hans: 橙子，生

# food.orangeJuice
source: Orange juice
es: Zumo de naranja
fr: Jus d’orange
hi: संतरे का जूस
it: Succo d'arancia
ko: 오렌지주스
pl: Sok pomarańczowy
tr: Portakal suyu
zh_hans: 橙汁

# food.ovenChips
source: Oven chips
es: Patatas para horno
fr: Frites au four
hi: ओवन चिप्स
it: Patatine da forno
ko: 오븐 감자튀김
pl: Frytki z piekarnika
tr: Fırın patates
zh_hans: 烤箱薯条

# food.pancake
source: Pancake
es: Tortita
hi: पैनकेक
ko: 팬케이크
pl: Naleśnik
tr: Pankek
zh_hans: 松饼

# food.papaya
source: Papaya, raw
es: Papaya, cruda
fr: Papaye, crue
hi: पपीता, ताज़ा
it: Papaya, cruda
ko: 파파야, 생것
pl: Papaja, surowa
tr: Papaya, çiğ
zh_hans: 木瓜，生

# food.parmesan
source: Parmesan
es: Parmesano
hi: पार्मेज़ान चीज़
it: Parmigiano
ko: 파르메산 치즈
pl: Parmezan
zh_hans: 帕玛森奶酪

# food.parsnip
source: Parsnip, raw
es: Chirivía, cruda
fr: Panais, cru
hi: पार्सनिप, कच्चा
it: Pastinaca, cruda
ko: 파스닙, 생것
pl: Pasternak, surowy
tr: Yaban havucu, çiğ
zh_hans: 欧防风，生

# food.pastaCooked
source: Pasta, boiled
es: Pasta, cocida
fr: Pâtes, cuites
hi: पास्ता, उबला
it: Pasta, bollita
ko: 파스타, 삶은 것
pl: Makaron, ugotowany
tr: Makarna, haşlanmış
zh_hans: 意面，煮

# food.pastaDry
source: Pasta, dry
es: Pasta, seca
fr: Pâtes, crues
hi: पास्ता, सूखा
it: Pasta, secca
ko: 파스타, 마른 것
pl: Makaron, suchy
tr: Makarna, kuru
zh_hans: 意面，干

# food.peaProtein
source: Pea protein isolate powder
es: Proteína aislada de guisante en polvo
fr: Protéine de pois isolée en poudre
hi: मटर प्रोटीन आइसोलेट पाउडर
it: Proteine isolate di pisello in polvere
ko: 완두 분리 단백 파우더
pl: Izolat białka grochu w proszku
tr: Bezelye protein izolatı tozu
zh_hans: 豌豆分离蛋白粉

# food.peach
source: Peach, raw
es: Melocotón, crudo
fr: Pêche, crue
hi: आड़ू, ताज़ा
it: Pesca, cruda
ko: 복숭아, 생것
pl: Brzoskwinia, surowa
tr: Şeftali, çiğ
zh_hans: 桃，生

# food.peanutButter
source: Peanut butter
es: Crema de cacahuete
fr: Beurre de cacahuète
hi: पीनट बटर
it: Burro di arachidi
ko: 땅콩버터
pl: Masło orzechowe
tr: Fıstık ezmesi
zh_hans: 花生酱

# food.peanuts
source: Peanuts
es: Cacahuetes
fr: Cacahuètes
hi: मूंगफली
it: Arachidi
ko: 땅콩
pl: Orzeszki ziemne
tr: Yer fıstığı
zh_hans: 花生

# food.pear
source: Pear, raw
es: Pera, cruda
fr: Poire, crue
hi: नाशपाती, ताज़ी
it: Pera, cruda
ko: 서양배, 생것
pl: Gruszka, surowa
tr: Armut, çiğ
zh_hans: 梨，生

# food.peasFrozen
source: Garden peas, frozen
es: Guisantes, congelados
fr: Petits pois, surgelés
hi: हरी मटर, फ्रोज़न
it: Piselli, surgelati
ko: 완두콩, 냉동
pl: Groszek zielony, mrożony
tr: Bezelye, dondurulmuş
zh_hans: 青豌豆，冷冻

# food.pecans
source: Pecans
es: Nueces pecanas
fr: Noix de pécan
hi: पेकन नट्स
it: Noci pecan
ko: 피칸
pl: Orzechy pekan
tr: Pekan cevizi
zh_hans: 碧根果

# food.pepperRed
source: Bell pepper, red, raw
es: Pimiento rojo, crudo
fr: Poivron rouge, cru
hi: शिमला मिर्च, लाल, कच्ची
it: Peperone rosso, crudo
ko: 파프리카, 빨강, 생것
pl: Papryka czerwona, surowa
tr: Kırmızı dolmalık biber, çiğ
zh_hans: 红甜椒，生

# food.pineapple
source: Pineapple, raw
es: Piña, cruda
fr: Ananas, cru
hi: अनानास, ताज़ा
it: Ananas, crudo
ko: 파인애플, 생것
pl: Ananas, surowy
tr: Ananas, çiğ
zh_hans: 菠萝，生

# food.pintoBeansCooked
source: Pinto beans, boiled
es: Alubias pintas, cocidas
fr: Haricots pinto, cuits
hi: पिंटो बीन्स, उबले
it: Fagioli borlotti, bolliti
ko: 핀토콩, 삶은 것
pl: Fasola pinto, ugotowana
tr: Pinto fasulyesi, haşlanmış
zh_hans: 斑豆，煮

# food.pistachios
source: Pistachios
es: Pistachos
fr: Pistaches
hi: पिस्ता
it: Pistacchi
ko: 피스타치오
pl: Pistacje
tr: Antep fıstığı
zh_hans: 开心果

# food.pittaBread
source: Pitta bread, white
es: Pan de pita, blanco
fr: Pain pita blanc
hi: पीटा ब्रेड, सफ़ेद
it: Pane pita, bianco
ko: 피타 빵, 흰 밀가루
pl: Pita pszenna
tr: Pide ekmeği, beyaz
zh_hans: 皮塔饼，白面

# food.pizzaMargherita
source: Pizza, margherita
es: Pizza margarita
hi: पिज़्ज़ा, मार्गरीटा
ko: 피자, 마르게리타
zh_hans: 玛格丽特披萨

# food.plainFlour
source: Plain white flour
es: Harina de trigo blanca
fr: Farine de blé blanche
hi: मैदा
it: Farina bianca 00
ko: 밀가루, 중력분
pl: Mąka pszenna biała
tr: Beyaz un
zh_hans: 普通白面粉

# food.plum
source: Plum, raw
es: Ciruela, cruda
fr: Prune, crue
hi: आलूबुखारा, ताज़ा
it: Prugna, cruda
ko: 자두, 생것
pl: Śliwka, surowa
tr: Erik, çiğ
zh_hans: 李子，生

# food.popcornPlain
source: Popcorn, air popped
es: Palomitas, hechas con aire
fr: Pop-corn nature, soufflé à l’air
hi: पॉपकॉर्न, बिना तेल के भुना
it: Popcorn, soffiati ad aria
ko: 팝콘, 기름 없이 튀긴 것
pl: Popcorn bez dodatków
tr: Patlamış mısır, yağsız
zh_hans: 爆米花，无油爆制

# food.porkLoinRaw
source: Pork loin, lean, raw
es: Lomo de cerdo, magro, crudo
fr: Longe de porc, maigre, crue
hi: पोर्क लॉइन, लीन, कच्चा
it: Lonza di maiale, magra, cruda
ko: 돼지 등심, 살코기, 생것
pl: Schab wieprzowy, chudy, surowy
tr: Domuz kontrfile, yağsız, çiğ
zh_hans: 猪里脊，瘦，生

# food.porkTenderloinRaw
source: Pork tenderloin, raw
es: Solomillo de cerdo, crudo
fr: Filet mignon de porc, cru
hi: पोर्क टेंडरलॉइन, कच्चा
it: Filetto di maiale, crudo
ko: 돼지 안심, 생것
pl: Polędwiczka wieprzowa, surowa
tr: Domuz bonfile, çiğ
zh_hans: 猪小里脊，生

# food.porridgeMilk
source: Porridge, made with semi-skimmed milk
es: Porridge, hecho con leche semidesnatada
fr: Porridge au lait demi-écrémé
hi: ओट्स दलिया, टोंड दूध में बना
it: Porridge, con latte parzialmente scremato
ko: 오트밀 죽, 저지방 우유로 끓인 것
pl: Owsianka na mleku półtłustym
tr: Yulaf lapası, yarım yağlı sütle
zh_hans: 燕麦粥，半脱脂牛奶冲煮

# food.potatoBaked
source: Jacket potato, baked with skin
es: Patata asada con piel
fr: Pomme de terre au four, avec la peau
hi: आलू, छिलके सहित बेक्ड
it: Patata al forno, con la buccia
ko: 감자, 껍질째 구운 것
pl: Ziemniak pieczony w mundurku
tr: Patates, kabuklu fırınlanmış
zh_hans: 带皮烤土豆

# food.potatoBoiled
source: Potato, boiled
es: Patata, cocida
fr: Pomme de terre, cuite à l’eau
hi: आलू, उबला
it: Patata, bollita
ko: 감자, 삶은 것
pl: Ziemniak, ugotowany
tr: Patates, haşlanmış
zh_hans: 土豆，煮

# food.potatoCrisps
source: Potato crisps (chips)
es: Patatas fritas de bolsa
fr: Chips
hi: आलू चिप्स
it: Patatine in busta
ko: 감자칩
pl: Chipsy ziemniaczane
tr: Patates cipsi
zh_hans: 薯片

# food.potatoRaw
source: Potato, raw
es: Patata, cruda
fr: Pomme de terre, crue
hi: आलू, कच्चा
it: Patata, cruda
ko: 감자, 생것
pl: Ziemniak, surowy
tr: Patates, çiğ
zh_hans: 土豆，生

# food.prawnsCooked
source: Prawns, cooked
es: Gambas, cocidas
fr: Crevettes, cuites
hi: झींगा, पका
it: Gamberi, cotti
ko: 새우, 익힌 것
pl: Krewetki, ugotowane
tr: Karides, pişmiş
zh_hans: 虾，熟

# food.prawnsRaw
source: Prawns, raw
es: Gambas, crudas
fr: Crevettes, crues
hi: झींगा, कच्चा
it: Gamberi, crudi
ko: 새우, 생것
pl: Krewetki, surowe
tr: Karides, çiğ
zh_hans: 虾，生

# food.proteinBar
source: Protein bar
es: Barrita de proteínas
fr: Barre protéinée
hi: प्रोटीन बार
it: Barretta proteica
ko: 단백질 바
pl: Baton proteinowy
tr: Protein barı
zh_hans: 蛋白棒

# food.proteinShakeRtd
source: Protein shake, ready to drink
es: Batido de proteínas, listo para beber
fr: Boisson protéinée prête à boire
hi: प्रोटीन शेक, पीने के लिए तैयार
it: Shake proteico, pronto da bere
ko: 단백질 음료, 바로 마시는 것
pl: Shake proteinowy, gotowy do picia
tr: Protein içeceği, içmeye hazır
zh_hans: 即饮蛋白饮料

# food.proteinYogurt
source: High-protein yogurt
es: Yogur alto en proteínas
fr: Yaourt riche en protéines
hi: हाई-प्रोटीन योगर्ट
it: Yogurt ad alto contenuto di proteine
ko: 고단백 요거트
pl: Jogurt wysokobiałkowy
tr: Yüksek proteinli yoğurt
zh_hans: 高蛋白酸奶

# food.provider.local
source: Built-in database
es: Base de datos integrada
fr: Base intégrée
hi: बिल्ट-इन डेटाबेस
it: Database integrato
ko: 내장 데이터베이스
pl: Wbudowana baza
tr: Yerleşik veritabanı
zh_hans: 内置食物库

# food.provider.openFoodFacts.attribution
source: Product data from Open Food Facts, shared under the Open Database Licence.
es: Datos de productos de Open Food Facts, compartidos bajo la Open Database Licence.
fr: Données produits issues d’Open Food Facts, partagées sous licence Open Database.
hi: प्रोडक्ट डेटा Open Food Facts से, Open Database Licence के तहत साझा किया गया।
it: Dati sui prodotti da Open Food Facts, condivisi con licenza Open Database.
ko: 제품 정보는 Open Food Facts에서 가져왔고, Open Database Licence로 공개되어 있어요.
pl: Dane o produktach z Open Food Facts, udostępniane na licencji Open Database Licence.
tr: Ürün bilgileri, Open Database lisansıyla paylaşılan Open Food Facts kaynağındandır.
zh_hans: 商品数据来自 Open Food Facts，依据 Open Database Licence 共享。

# food.prunes
source: Prunes (dried plums)
es: Ciruelas pasas
fr: Pruneaux
hi: सूखे आलूबुखारे
it: Prugne secche
ko: 프룬(말린 자두)
pl: Śliwki suszone
tr: Kuru erik
zh_hans: 西梅干

# food.pumpkinSeeds
source: Pumpkin seeds
es: Pipas de calabaza
fr: Graines de courge
hi: कद्दू के बीज
it: Semi di zucca
ko: 호박씨
pl: Pestki dyni
tr: Kabak çekirdeği
zh_hans: 南瓜籽

# food.quinoaCooked
source: Quinoa, boiled
es: Quinoa, cocida
fr: Quinoa, cuit
hi: क्विनोआ, उबला
it: Quinoa, bollita
ko: 퀴노아, 삶은 것
pl: Quinoa, ugotowana
tr: Kinoa, haşlanmış
zh_hans: 藜麦，煮

# food.quinoaDry
source: Quinoa, dry
es: Quinoa, cruda
fr: Quinoa, cru
hi: क्विनोआ, सूखा
it: Quinoa, secca
ko: 퀴노아, 마른 것
pl: Quinoa, sucha
tr: Kinoa, kuru
zh_hans: 藜麦，干

# food.raisins
source: Raisins
es: Pasas
fr: Raisins secs
hi: किशमिश
it: Uvetta
ko: 건포도
pl: Rodzynki
tr: Kuru üzüm
zh_hans: 葡萄干

# food.rapeseedOil
source: Rapeseed oil
es: Aceite de colza
fr: Huile de colza
hi: रेपसीड तेल
it: Olio di colza
ko: 카놀라유
pl: Olej rzepakowy
tr: Kanola yağı
zh_hans: 菜籽油

# food.raspberries
source: Raspberries, raw
es: Frambuesas, crudas
fr: Framboises, crues
hi: रसभरी, ताज़ी
it: Lamponi, crudi
ko: 라즈베리, 생것
pl: Maliny, surowe
tr: Ahududu, çiğ
zh_hans: 树莓，生

# food.result.energyMismatch
source: The calories and the macros on this product do not add up. Check the label before logging it.
es: Las calorías y los macros de este producto no cuadran. Comprueba la etiqueta antes de registrarlo.
fr: Les calories et les macros de ce produit ne collent pas. Vérifie l’étiquette avant de l’enregistrer.
hi: इस प्रोडक्ट की कैलोरी और मैक्रो आपस में मेल नहीं खाते। दर्ज करने से पहले लेबल जाँच लें।
it: Le calorie e i macro di questo prodotto non tornano. Controlla l'etichetta prima di registrarlo.
ko: 이 제품의 칼로리와 매크로가 서로 맞지 않아요. 기록하기 전에 라벨을 확인해 주세요.
pl: Kalorie i makroskładniki na tym produkcie się nie sumują. Sprawdź etykietę, zanim to zapiszesz.
tr: Bu üründeki kalori ile makrolar birbirini tutmuyor. Kaydetmeden önce etiketi kontrol et.
zh_hans: 这件商品的热量和宏量营养素对不上。记录前请核对标签。

# food.result.per100g
source: Per 100 g
es: Por 100 g
fr: Pour 100 g
hi: प्रति 100 g
ko: 100 g당
pl: Na 100 g
tr: 100 g için
zh_hans: 每 100 g

# food.result.per100ml
source: Per 100 ml
es: Por 100 ml
fr: Pour 100 ml
hi: प्रति 100 ml
ko: 100 ml당
pl: Na 100 ml
tr: 100 ml için
zh_hans: 每 100 ml

# food.riceCakes
source: Rice cakes, plain
es: Tortitas de arroz, naturales
fr: Galettes de riz nature
hi: राइस केक, सादे
it: Gallette di riso, semplici
ko: 쌀과자, 플레인
pl: Wafle ryżowe, zwykłe
tr: Pirinç patlağı, sade
zh_hans: 米饼，原味

# food.riceNoodlesCooked
source: Rice noodles, boiled
es: Noodles de arroz, cocidos
fr: Nouilles de riz, cuites
hi: राइस नूडल्स, उबले
it: Noodles di riso, bolliti
ko: 쌀국수, 삶은 것
pl: Makaron ryżowy, ugotowany
tr: Pirinç eriştesi, haşlanmış
zh_hans: 米粉，煮

# food.salmonCooked
source: Salmon, farmed, baked
es: Salmón de piscifactoría, al horno
fr: Saumon d’élevage, cuit au four
hi: सैल्मन, फ़ार्म का, बेक्ड
it: Salmone, d'allevamento, al forno
ko: 연어, 양식, 구운 것
pl: Łosoś hodowlany, pieczony
tr: Somon, çiftlik, fırınlanmış
zh_hans: 三文鱼，养殖，烤

# food.salmonRaw
source: Salmon, farmed, raw
es: Salmón de piscifactoría, crudo
fr: Saumon d’élevage, cru
hi: सैल्मन, फ़ार्म का, कच्चा
it: Salmone, d'allevamento, crudo
ko: 연어, 양식, 생것
pl: Łosoś hodowlany, surowy
tr: Somon, çiftlik, çiğ
zh_hans: 三文鱼，养殖，生

# food.salmonSmoked
source: Salmon, smoked
es: Salmón ahumado
fr: Saumon fumé
hi: सैल्मन, स्मोक्ड
it: Salmone affumicato
ko: 훈제 연어
pl: Łosoś wędzony
tr: Somon, füme
zh_hans: 烟熏三文鱼

# food.salt
source: Salt
es: Sal
fr: Sel
hi: नमक
it: Sale
ko: 소금
pl: Sól
tr: Tuz
zh_hans: 盐

# food.sardinesCanned
source: Sardines, tinned in oil, drained
es: Sardinas en aceite, escurridas
fr: Sardines à l’huile, égouttées
hi: सार्डिन, तेल में डिब्बाबंद, तेल निकाला
it: Sardine, in scatola sott'olio, sgocciolate
ko: 정어리, 기름 통조림, 물기 뺀 것
pl: Sardynki w oleju, odsączone
tr: Sardalya, yağlı konserve, süzülmüş
zh_hans: 沙丁鱼，油浸罐装，沥干

# food.sausagePork
source: Pork sausage, raw
es: Salchicha de cerdo, cruda
fr: Saucisse de porc, crue
hi: पोर्क सॉसेज, कच्चा
it: Salsiccia di maiale, cruda
ko: 돼지고기 소시지, 생것
pl: Kiełbasa wieprzowa, surowa
tr: Domuz sosisi, çiğ
zh_hans: 猪肉香肠，生

# food.scanner.failed
source: The camera could not be started. Enter the barcode instead.
es: No se ha podido iniciar la cámara. Introduce el código de barras a mano.
fr: L’appareil photo n’a pas pu démarrer. Saisis le code-barres à la place.
hi: कैमरा शुरू नहीं हो सका। बारकोड खुद टाइप करें।
it: Non è stato possibile avviare la fotocamera. Inserisci il codice a barre a mano.
ko: 카메라를 시작하지 못했어요. 바코드를 직접 입력해 주세요.
pl: Nie udało się uruchomić aparatu. Wpisz kod kreskowy ręcznie.
tr: Kamera başlatılamadı. Bunun yerine barkodu elle gir.
zh_hans: 无法启动相机。请改为手动输入条形码。

# food.scanner.hint
source: Hold the packet about 15 cm from the camera.
es: Sujeta el envase a unos 15 cm de la cámara.
fr: Tiens l’emballage à environ 15 cm de l’appareil photo.
hi: पैकेट को कैमरे से करीब 15 cm दूर रखें।
it: Tieni la confezione a circa 15 cm dalla fotocamera.
ko: 포장을 카메라에서 15 cm 정도 떨어뜨려 주세요.
pl: Trzymaj opakowanie około 15 cm od aparatu.
tr: Paketi kameradan yaklaşık 15 cm uzakta tut.
zh_hans: 把包装放在距离相机约 15 cm 处。

# food.scanner.manualEntry
source: Enter barcode
es: Introducir código
fr: Saisir le code-barres
hi: बारकोड टाइप करें
it: Inserisci il codice
ko: 바코드 입력
pl: Wpisz kod kreskowy
tr: Barkodu gir
zh_hans: 输入条形码

# food.scanner.noCamera
source: No camera is available. Enter the barcode instead.
es: No hay ninguna cámara disponible. Introduce el código de barras a mano.
fr: Aucun appareil photo disponible. Saisis le code-barres à la place.
hi: कोई कैमरा उपलब्ध नहीं है। बारकोड खुद टाइप करें।
it: Nessuna fotocamera disponibile. Inserisci il codice a barre a mano.
ko: 쓸 수 있는 카메라가 없어요. 바코드를 직접 입력해 주세요.
pl: Brak aparatu. Wpisz kod kreskowy ręcznie.
tr: Kullanılabilir kamera yok. Bunun yerine barkodu elle gir.
zh_hans: 没有可用的相机。请改为手动输入条形码。

# food.scanner.notFound
source: That barcode is not in the database yet.
es: Ese código de barras todavía no está en la base de datos.
fr: Ce code-barres n’est pas encore dans la base.
hi: यह बारकोड अभी डेटाबेस में नहीं है।
it: Questo codice a barre non è ancora nel database.
ko: 그 바코드는 아직 데이터베이스에 없어요.
pl: Tego kodu kreskowego nie ma jeszcze w bazie.
tr: Bu barkod henüz veritabanında yok.
zh_hans: 这个条形码还不在数据库里。

# food.scanner.permissionDenied
source: Camera access is off. Turn it on in Settings to scan barcodes.
es: El acceso a la cámara está desactivado. Actívalo en Ajustes para escanear códigos de barras.
fr: L’accès à l’appareil photo est désactivé. Active-le dans les Réglages pour scanner les codes-barres.
hi: कैमरे की अनुमति बंद है। बारकोड स्कैन करने के लिए इसे Settings में चालू करें।
it: L'accesso alla fotocamera è disattivato. Attivalo in Impostazioni per scansionare i codici a barre.
ko: 카메라 권한이 꺼져 있어요. 설정에서 켜면 바코드를 스캔할 수 있어요.
pl: Dostęp do aparatu jest wyłączony. Włącz go w Ustawieniach, żeby skanować kody.
tr: Kamera erişimi kapalı. Barkod okutmak için Ayarlar'dan aç.
zh_hans: 相机权限已关闭。请到系统设置中开启，才能扫描条形码。

# food.scanner.permissionNeeded
source: Forge needs camera access to scan barcodes.
es: Forge necesita acceso a la cámara para escanear códigos de barras.
fr: Forge a besoin de l’appareil photo pour scanner les codes-barres.
hi: बारकोड स्कैन करने के लिए Forge को कैमरे की अनुमति चाहिए।
it: Forge ha bisogno dell'accesso alla fotocamera per scansionare i codici a barre.
ko: 바코드를 스캔하려면 Forge에 카메라 권한이 필요해요.
pl: Forge potrzebuje dostępu do aparatu, żeby skanować kody kreskowe.
tr: Barkod okutmak için Forge'un kamera erişimine ihtiyacı var.
zh_hans: Forge 需要相机权限才能扫描条形码。

# food.scanner.permissionRestricted
source: Camera access is not available on this device.
es: El acceso a la cámara no está disponible en este dispositivo.
fr: L’accès à l’appareil photo n’est pas disponible sur cet appareil.
hi: इस डिवाइस पर कैमरे की अनुमति उपलब्ध नहीं है।
it: L'accesso alla fotocamera non è disponibile su questo dispositivo.
ko: 이 기기에서는 카메라를 쓸 수 없어요.
pl: Dostęp do aparatu nie jest dostępny na tym urządzeniu.
tr: Bu cihazda kamera erişimi kullanılamıyor.
zh_hans: 这台设备无法使用相机权限。

# food.scanner.ready
source: Point the camera at the barcode
es: Apunta la cámara al código de barras
fr: Vise le code-barres avec l’appareil photo
hi: कैमरे को बारकोड पर रखें
it: Inquadra il codice a barre
ko: 카메라를 바코드에 맞춰 주세요
pl: Skieruj aparat na kod kreskowy
tr: Kamerayı barkoda doğrult
zh_hans: 把相机对准条形码

# food.scanner.title
source: Scan a barcode
es: Escanear un código de barras
fr: Scanner un code-barres
hi: बारकोड स्कैन करें
it: Scansiona un codice a barre
ko: 바코드 스캔
pl: Zeskanuj kod kreskowy
tr: Barkod okut
zh_hans: 扫描条形码

# food.scanner.torch
source: Light
es: Luz
fr: Lampe
hi: लाइट
it: Luce
ko: 조명
pl: Latarka
tr: Işık
zh_hans: 补光

# food.serving.ball
source: 1 ball
es: 1 bola
fr: 1 boule
hi: 1 बॉल
it: 1 pallina
ko: 1알
pl: 1 kulka
tr: 1 top
zh_hans: 1 球

# food.serving.bar
source: 1 bar
es: 1 barrita
fr: 1 barre
hi: 1 बार
it: 1 barretta
ko: 바 1개
pl: 1 baton
zh_hans: 1 根

# food.serving.biscuit
source: 1 biscuit
es: 1 galleta
hi: 1 बिस्किट
it: 1 biscotto
ko: 비스킷 1개
pl: 1 herbatnik
tr: 1 bisküvi
zh_hans: 1 块饼干

# food.serving.block
source: 1 block
es: 1 bloque
fr: 1 bloc
hi: 1 ब्लॉक
it: 1 panetto
ko: 1덩이
pl: 1 blok
tr: 1 blok
zh_hans: 1 整块

# food.serving.bottle
source: 1 bottle
es: 1 botella
fr: 1 bouteille
hi: 1 बोतल
it: 1 bottiglia
ko: 1병
pl: 1 butelka
tr: 1 şişe
zh_hans: 1 瓶

# food.serving.bowl
source: 1 bowl
es: 1 bol
fr: 1 bol
hi: 1 कटोरी
it: 1 ciotola
ko: 1그릇
pl: 1 miska
tr: 1 kâse
zh_hans: 1 碗

# food.serving.breast
source: 1 breast
es: 1 pechuga
fr: 1 blanc
hi: 1 ब्रेस्ट
it: 1 petto
ko: 가슴살 1쪽
pl: 1 pierś
tr: 1 göğüs
zh_hans: 1 块胸肉

# food.serving.burger
source: 1 burger
es: 1 hamburguesa
hi: 1 बर्गर
it: 1 hamburger
ko: 버거 1개
zh_hans: 1 个汉堡

# food.serving.cake_slice
source: 1 slice of cake
es: 1 porción de tarta
fr: 1 part de gâteau
hi: केक का 1 टुकड़ा
it: 1 fetta di torta
ko: 케이크 1조각
pl: 1 kawałek ciasta
tr: 1 dilim kek
zh_hans: 1 块蛋糕

# food.serving.can
source: 1 can
es: 1 lata
fr: 1 boîte
hi: 1 कैन
it: 1 lattina
ko: 1캔
pl: 1 puszka
tr: 1 kutu
zh_hans: 1 罐

# food.serving.can_drained
source: 1 can, drained
es: 1 lata, escurrida
fr: 1 boîte, égouttée
hi: 1 कैन, पानी निकाला
it: 1 lattina, sgocciolata
ko: 1캔, 물기 뺀 것
pl: 1 puszka, odsączona
tr: 1 kutu, suyu süzülmüş
zh_hans: 1 罐（沥干）

# food.serving.capsule
source: 1 capsule
es: 1 cápsula
fr: 1 gélule
hi: 1 कैप्सूल
it: 1 capsula
ko: 캡슐 1알
pl: 1 kapsułka
tr: 1 kapsül
zh_hans: 1 粒

# food.serving.chop
source: 1 chop
es: 1 chuleta
fr: 1 côtelette
hi: 1 चॉप
it: 1 braciola
ko: 1토막
pl: 1 kotlet
tr: 1 pirzola
zh_hans: 1 块肉排

# food.serving.clove
source: 1 clove
es: 1 diente
fr: 1 gousse
hi: 1 कली
it: 1 spicchio d'aglio
ko: 1쪽
pl: 1 ząbek
tr: 1 diş
zh_hans: 1 瓣

# food.serving.croissant
source: 1 croissant
es: 1 cruasán
hi: 1 क्रोसां
it: 1 cornetto
ko: 크루아상 1개
pl: 1 rogalik
tr: 1 kruvasan
zh_hans: 1 个可颂

# food.serving.cube
source: 1 cube
es: 1 cubito
hi: 1 क्यूब
it: 1 cubetto
ko: 1큐브
pl: 1 kostka
tr: 1 küp
zh_hans: 1 小块

# food.serving.cup
source: 1 cup
es: 1 taza
fr: 1 tasse
hi: 1 कप
it: 1 tazza
ko: 1컵
pl: 1 filiżanka
tr: 1 su bardağı
zh_hans: 1 杯

# food.serving.cup_cooked
source: 1 cup, cooked
es: 1 taza, cocido
fr: 1 tasse, cuit
hi: 1 कप, पका
it: 1 tazza, da cotto
ko: 익힌 것 1컵
pl: 1 filiżanka, ugotowane
tr: 1 su bardağı, pişmiş
zh_hans: 1 杯（熟）

# food.serving.doughnut
source: 1 doughnut
es: 1 dónut
fr: 1 donut
hi: 1 डोनट
it: 1 ciambella
ko: 도넛 1개
pl: 1 pączek
tr: 1 donut
zh_hans: 1 个甜甜圈

# food.serving.drumstick
source: 1 drumstick
es: 1 muslo
fr: 1 pilon
hi: 1 लेग पीस
it: 1 fuso di pollo
ko: 닭다리 1개
pl: 1 podudzie
tr: 1 baget
zh_hans: 1 只鸡腿

# food.serving.ear
source: 1 ear
es: 1 mazorca
fr: 1 épi
hi: 1 भुट्टा
it: 1 pannocchia
ko: 옥수수 1개
pl: 1 kolba
tr: 1 koçan
zh_hans: 1 根玉米

# food.serving.egg
source: 1 egg
es: 1 huevo
fr: 1 œuf
hi: 1 अंडा
it: 1 uovo
ko: 달걀 1개
pl: 1 jajko
tr: 1 yumurta
zh_hans: 1 个鸡蛋

# food.serving.fillet
source: 1 fillet
es: 1 filete
fr: 1 filet
hi: 1 फ़िले
it: 1 filetto
ko: 필레 1조각
pl: 1 filet
tr: 1 fileto
zh_hans: 1 块鱼柳

# food.serving.floret
source: 1 floret
es: 1 ramillete
fr: 1 bouquet
hi: 1 फ्लोरेट
it: 1 cimetta
ko: 1송이
pl: 1 różyczka
tr: 1 çiçek
zh_hans: 1 小朵

# food.serving.fruit
source: 1 fruit
es: 1 pieza de fruta
hi: 1 फल
it: 1 frutto
ko: 과일 1개
pl: 1 owoc
tr: 1 meyve
zh_hans: 1 个水果

# food.serving.glass
source: 1 glass
es: 1 vaso
fr: 1 verre
hi: 1 गिलास
it: 1 bicchiere
ko: 1잔
pl: 1 szklanka
tr: 1 bardak
zh_hans: 1 玻璃杯

# food.serving.half
source: 1 half
es: 1 mitad
fr: 1 moitié
hi: आधा
it: 1 metà
ko: 1/2개
pl: 1 połówka
tr: 1 yarım
zh_hans: 半个

# food.serving.handful
source: 1 handful
es: 1 puñado
fr: 1 poignée
hi: 1 मुट्ठी
it: 1 manciata
ko: 1줌
pl: 1 garść
tr: 1 avuç
zh_hans: 1 把
